Repository: LucaGerlich/dialed_in
Catalog: lib/l10n/app_*.arb
Languages: de

source: Bean Vault
de: Deine Bohnen

source: Gear Settings
de: Einstellungen

source: Sort by
de: Sortieren nach

source: No beans found
de: Keine Bohnen gefunden

# filterAll
source: All
de: Alle

# filterLight
source: Light
de: Hell

# filterMedium
source: Medium
de: Mittel

# filterDark
source: Dark
de: Dunkel

# sortDefault
source: Default
de: Standard

# sortRanking
source: Ranking
de: Bewertung

source: ORIGIN
de: HERKUNFT

source: ROAST DATE
de: RÖSTDATUM

source: RESTING
de: RUHEZEIT

# deleteBeanTitle
source: Delete Bean?
de: Bohne löschen?

# deleteBeanMessage
source: This will delete the bean and all its shots.
de: Dies wird die Bohne und alle ihre Shots löschen.

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Edit Bean
de: Bohne bearbeiten

source: Add Bean
de: Bohne hinzufügen

source: BEAN NAME
de: BOHNENNAME

source: RANKING
de: BEWERTUNG

source: ROAST LEVEL
de: RÖSTGRAD

source: PROCESS
de: PROZESS

source: BEAN COMPOSITION
de: BOHNENZUSAMMENSETZUNG

source: NOTES
de: NOTIZEN

source: FLAVOR PROFILE
de: GESCHMACKSPROFIL

source: FLAVOR TAGS
de: GESCHMACKS-TAGS

# beanNameHint
source: e.g. Ethiopia Yirgacheffe
de: z.B. Äthiopien Yirgacheffe

# originHint
source: e.g. Ethiopia
de: z.B. Äthiopien

source: Select Date
de: Datum auswählen

# processHint
source: e.g. Washed, Natural
de: z.B. Gewaschen, Natural

# notesHint
source: Tasting notes, etc.
de: Verkostungsnotizen, etc.

# flavorTagHint
source: Add a tag (e.g. Blueberry)
de: Tag hinzufügen (z.B. Blaubeere)

source: Acidity
de: Säure

source: Body
de: Körper

source: Sweetness
de: Süße

source: Bitterness
de: Bitterkeit

source: Aftertaste
de: Nachgeschmack

# addBeanButton
source: ADD BEAN
de: BOHNE HINZUFÜGEN

# updateBeanButton
source: UPDATE BEAN
de: BOHNE AKTUALISIEREN

source: Add Shot
de: Shot hinzufügen

source: Edit Shot
de: Shot bearbeiten

source: Done
de: Fertig

# fillAllFields
source: Please fill in all fields
de: Bitte füllen Sie alle Felder aus

source: BEAN
de: BOHNE

source: BREW RATIO
de: BRÜHVERHÄLTNIS

source: EXTRACTION PARAMETERS
de: EXTRAKTIONSPARAMETER

source: GEAR
de: AUSRÜSTUNG

source: TASTE PROFILE
de: GESCHMACKSPROFIL

source: GRIND SIZE
de: MAHLGRAD

source: TIME
de: ZEIT

source: DOSE IN
de: DOSIS EINGANG

source: DOSE OUT
de: DOSIS AUSGANG

source: PRESSURE
de: DRUCK

source: PRE-INFUSION
de: VOR-INFUSION

source: RPM
de: U/MIN

source: MACHINE
de: MASCHINE

source: GRINDER
de: MÜHLE

source: WATER
de: WASSER

source: STRONG
de: STARK

source: WEAK
de: SCHWACH

source: SOUR
de: SAUER

# deleteShotTitle
source: Delete Shot?
de: Shot löschen?

# deleteShotMessage
source: Are you sure you want to delete this shot record?
de: Sind Sie sicher, dass Sie diesen Shot-Eintrag löschen möchten?

source: ROASTED:
de: GERÖSTET:

source: App Settings
de: App-Einstellungen

source: Language
de: Sprache

source: System Default
de: Systemsprache

source: English
de: Englisch

source: Spanish
de: Spanisch

source: German
de: Deutsch

source: Coffee Machines
de: Kaffeemaschinen

source: Grinders
de: Mühlen

source: Grind Settings
de: Mahlgrad-Einstellungen

source: Data Management
de: Datenverwaltung

source: Help
de: Hilfe

source: About Dialed In
de: Über Dialed In

source: Light Theme
de: Helles Theme

source: Dark Theme
de: Dunkles Theme

source: Add
de: Hinzufügen

source: Merge
de: Zusammenführen

source: Replace
de: Ersetzen

source: Add Custom Attribute
de: Benutzerdefiniertes Attribut hinzufügen

source: Export
de: Exportieren

source: Import
de: Importieren

source: Add Machine
de: Maschine hinzufügen

source: Add Grinder
de: Mühle hinzufügen

source: View App Tutorial
de: App-Tutorial ansehen

# learnHowToUse
source: Learn how to use Dialed In
de: Erfahren Sie, wie Sie Dialed In verwenden

source: Error exporting data:
de: Fehler beim Exportieren der Daten:

source: Error importing data:
de: Fehler beim Importieren der Daten:

source: Save Image
de: Bild speichern

source: Share
de: Teilen

source: Saved to Photos!
de: In Fotos gespeichert!

# copiedToClipboard
source: Copied to Clipboard! Open Instagram Story and Paste.
de: In die Zwischenablage kopiert! Öffnen Sie Instagram Story und fügen Sie ein.

source: Welcome to Dialed In
de: Willkommen bei Dialed In

# onboardingBeanVault
source: Bean Vault
de: Bohnen-Tresor

# onboardingGearSettings
source: Gear Settings
de: Geräte-Einstellungen

source: Get Started
de: Loslegen

# onboardingWelcomeDescription
source: Your personal coffee companion for tracking beans, brewing shots, and perfecting your espresso.
de: Ihr persönlicher Kaffee-Begleiter zum Verfolgen von Bohnen, Brühen von Shots und Perfektionieren Ihres Espressos.

# onboardingWelcomeDetail1
source: Track your coffee bean collection
de: Verfolgen Sie Ihre Kaffeebohnen-Sammlung

# onboardingWelcomeDetail2
source: Log every shot you pull
de: Protokollieren Sie jeden Shot, den Sie ziehen

# onboardingWelcomeDetail3
source: Analyze your brewing patterns
de: Analysieren Sie Ihre Brühmuster

# onboardingWelcomeDetail4
source: Find your perfect grind size
de: Finden Sie Ihren perfekten Mahlgrad

# onboardingBeanVaultDescription
source: Store and organize your coffee bean collection with detailed information.
de: Speichern und organisieren Sie Ihre Kaffeebohnen-Sammlung mit detaillierten Informationen.

# onboardingBeanVaultDetail1
source: Add beans with origin, roast level, and process
de: Bohnen mit Herkunft, Röstgrad und Prozess hinzufügen

# onboardingBeanVaultDetail2
source: Set roast dates to track freshness
de: Röstdaten festlegen, um Frische zu verfolgen

# onboardingBeanVaultDetail3
source: Define flavor profiles (acidity, body, sweetness)
de: Geschmacksprofile definieren (Säure, Körper, Süße)

# onboardingBeanVaultDetail4
source: Add custom flavor tags like "Blueberry" or "Chocolate"
de: Benutzerdefinierte Geschmacks-Tags wie "Blaubeere" oder "Schokolade" hinzufügen

# onboardingBeanVaultDetail5
source: Filter beans by roast level (Light, Medium, Dark)
de: Bohnen nach Röstgrad filtern (Hell, Mittel, Dunkel)

# onboardingShotTrackingDescription
source: Log every shot you pull to dial in the perfect extraction.
de: Protokollieren Sie jeden Shot, um die perfekte Extraktion zu erreichen.

# onboardingShotTrackingDetail1
source: Record grind size, dose in, and dose out
de: Mahlgrad, Eingangsdosis und Ausgangsdosis aufzeichnen

# onboardingShotTrackingDetail2
source: Use the built-in timer for extraction time
de: Verwenden Sie den integrierten Timer für die Extraktionszeit

# onboardingShotTrackingDetail3
source: Track machine settings (pressure, temperature)
de: Maschineneinstellungen verfolgen (Druck, Temperatur)

# onboardingShotTrackingDetail4
source: Map flavor on a Sour-Bitter / Weak-Strong grid
de: Geschmack auf einem Sauer-Bitter / Schwach-Stark-Raster abbilden

# onboardingShotTrackingDetail5
source: View grind size trends over time with charts
de: Mahlgrad-Trends im Zeitverlauf mit Diagrammen anzeigen

# onboardingGearSettingsDescription
source: Configure your coffee equipment for accurate tracking.
de: Konfigurieren Sie Ihre Kaffeeausrüstung für genaues Tracking.

# onboardingGearSettingsDetail1
source: Add your espresso machines with default settings
de: Fügen Sie Ihre Espressomaschinen mit Standardeinstellungen hinzu

# onboardingGearSettingsDetail2
source: Add your grinders with default RPM
de: Fügen Sie Ihre Mühlen mit Standard-U/MIN hinzu

# onboardingGearSettingsDetail3
source: Customize grind size scale (min, max, step)
de: Passen Sie die Mahlgrad-Skala an (Min, Max, Schritt)

# onboardingGearSettingsDetail4
source: Choose between Light and Dark themes
de: Wählen Sie zwischen hellem und dunklem Theme

# onboardingGearSettingsDetail5
source: Your data is stored locally on your device
de: Ihre Daten werden lokal auf Ihrem Gerät gespeichert

# onboardingConfigureGearTitle
source: Configure Your Gear
de: Konfigurieren Sie Ihre Ausrüstung

# onboardingConfigureGearDescription
source: Set up your equipment now or skip to configure later in settings.
de: Richten Sie Ihre Ausrüstung jetzt ein oder überspringen Sie, um später in den Einstellungen zu konfigurieren.

# onboardingGetStartedDescription
source: You're ready to start your coffee journey!
de: Sie sind bereit, Ihre Kaffee-Reise zu beginnen!

# onboardingGetStartedStep1
source: 1. Tap + on Bean Vault to add your first bean
de: 1. Tippen Sie auf + im Bohnen-Tresor, um Ihre erste Bohne hinzuzufügen

# onboardingGetStartedStep2
source: 2. Select a bean to view details
de: 2. Wählen Sie eine Bohne aus, um Details anzuzeigen

# onboardingGetStartedStep3
source: 3. Tap + on bean details to log a shot
de: 3. Tippen Sie auf + in den Bohnendetails, um einen Shot zu protokollieren

# onboardingGetStartedStep4
source: 4. Use the dial to set your grind size
de: 4. Verwenden Sie das Wählrad, um Ihren Mahlgrad einzustellen

# onboardingGetStartedStep5
source: 5. Track and improve your brewing over time
de: 5. Verfolgen und verbessern Sie Ihr Brühen im Laufe der Zeit

# noItemsAdded
source: No items added yet
de: Noch keine Elemente hinzugefügt

source: Pressure (bar)
de: Druck (bar)

# temperatureCelsius
source: Temperature (Â°C)
de: Temperatur (°C)

# preInfusionSeconds
source: Pre-infusion (s)
de: Vor-Infusion (s)

source: Step
de: Schritt

source: View mode
de: Ansichtsmodus

# viewDetailed
source: Detailed
de: Detailliert

# viewCompact
source: Compact
de: Kompakt

source: No notes
de: Keine Notizen

source: Next
de: Weiter

source: Back
de: Zurück

source: Skip
de: Überspringen

source: days
de: Tage

# daysUppercase
source: DAYS
de: TAGE

# totalBrews
source: BREWS
de: BRÜHUNGEN

# avgDoseIn
source: AVG IN
de: DURCHSCHN EINGANG

# avgDoseOut
source: AVG OUT
de: DURCHSCHN AUSGANG

# doseInShort
source: IN
de: EINGANG

# doseOutShort
source: OUT
de: AUSGANG

source: GRIND SIZE OVER TIME
de: MAHLGRAD IM ZEITVERLAUF

# discardChangesTitle
source: Discard Changes?
de: Änderungen verwerfen?

# discardChangesMessage
source: You have unsaved changes. Are you sure you want to go back?
de: Sie haben nicht gespeicherte Änderungen. Möchten Sie wirklich zurückgehen?

source: Discard
de: Verwerfen

# beanImage
source: PHOTO
de: FOTO

# tapToAddPhoto
source: Tap to add a photo
de: Tippen, um ein Foto hinzuzufügen
